/* Done button label in navigation bar */
"Done" = "OK";

/* Open button in navigation bar when there are several candidates*/
"Open In..." = "Deschideți în...";

/* Open button in navigation bar when there is only one candidate*/
"Open in \\U201C%@\\U201D" = "Deschideți în “%@”";

/* Loading message in progress layer*/
"Loading..." = "Încărcare...";

/* Displayed when there are no items to preview */
"No Items" = "Niciun articol";

/* Index of a preview or of a page. As in : this is preview "3 of 4".*/
"%1$@ of %2$@" = "%1$@ din %2$@";

/* Instructions for detail scrubbing on the media player detail slider. */
"Slide your finger down to adjust the scrubbing rate." = "Glisați degetul în jos pentru a ajusta viteza derulării.";

/* Message displayed when the user entered an incorrect password. */
"The document could not be opened with that password." = "Documentul nu a putut fi deschis utilizând acea parolă.";

/* OK button */
"OK" = "OK";

